Repository: Olli/contao-lightbox
Catalog: languages/*/*_content.xlf
Languages: fr

# tl_content.wclb_type.0
source: Content type
fr: Type de contenu

# tl_content.wclb_type.1
source: Select the content type the lightbox will show.
fr: Sélectionnez le type de contenu que votre lightbox affichera.

# tl_content.wclb_content.0
source: Content
fr: Contenu

# tl_content.wclb_content.1
source: Select the lightbox's content.
fr: Sélectionnez le contenu de la lightbox.

# tl_content.wclb_content_form.0
source: Form
fr: Formulaire

# tl_content.wclb_content_form.1
source: Select the lightbox's form.
fr: Sélectionnez le formulaire de la lightbox.

# tl_content.wclb_content_module.1
source: Select the lightbox's module.
fr: Sélectionnez le module de la lightbox.

# tl_content.wclb_content_custom.0
source: Custom
fr: Personnalisé

# tl_content.wclb_content_custom.1
source: Enter the lightbox's custom content.
fr: Saisissez le contenu personnalisé de la lightbox.

# tl_content.wclb_buttonText.0
source: Text
fr: Texte

# tl_content.wclb_buttonText.1
source: Enter the button text.
fr: Saisissez le texte du bouton.

# tl_content.wclb_buttonTitle.0
source: Title
fr: Titre

# tl_content.wclb_buttonTitle.1
source: Enter the button title (title attribute).
fr: Saisissez le titre du bouton (attribut title).

# tl_content.wclb_buttonCssID.1
source: Enter ID/CSS button values.
fr: Saisissez les valeurs ID/CSS du bouton.

# tl_content.wclb_buttonTemplate.1
source: Select the button template.
fr: Sélectionnez le template du bouton.

# tl_content.wclb_method.0
source: Method
fr: Méthode

# tl_content.wclb_method.1
source: Select the lightbox data retrieve method.
fr: Sélectionnez la méthode de récupération des données de la lightbox.

# tl_content.wclb_lightboxCssID.1
source: Enter ID/CSS lightbox values.
fr: Saisissez les valeurs ID/CSS de la lightbox.

# tl_content.wclb_lightboxTemplate.1
source: Select the lightbox template.
fr: Sélectionnez le template de la lightbox.

# tl_content.wclb_lightboxReload.0
source: Reloadable
fr: Rechargeable

# tl_content.wclb_lightboxReload.1
source: Check to add a reload button to the lightbox.
fr: Cochez pour ajouter un bouton de rechargement dans la lightbox.

# tl_content.wclb_lightboxNoClose.0
source: Unclosable
fr: Infermable

# tl_content.wclb_lightboxNoClose.1
source: Check to make the lightbox unclosable by the user. You must close the lightbox manually with the content.
fr: Cochez pour que la lightbox soit infermable par l'utilisateur. Vous devez fermer la lightbox manuellement, avec le contenu.

# tl_content.wclb_lightboxDestroy.0
source: Destroyable
fr: Destructible

# tl_content.wclb_lightboxDestroy.1
source: Check if you want the lightbox destroyed when it's closed (by default, the lightbox stays in the DOM to reopened it faster).
fr: Cochez si vous voulez que la lightbox soit détruite quand elle est fermée (par défaut, la lightbox reste dans le DOM pour être réouverte rapidement).

# tl_content.wclb_lightboxOpenAuto.0
source: Open automaticly
fr: S'ouvre automatiquement

# tl_content.wclb_lightboxOpenAuto.1
source: Check if you want the lightbox to be automaticly opened when the page is loaded.
fr: Cochez si vous voulez que la lightbox soit ouverte automatiquement quand la page est chargée.

# tl_content.wclb_type.content
source: Contao element
fr: Elément Contao

# tl_content.wclb_type.form
source: Form
fr: Formulaire

# tl_content.wclb_type.custom
source: Custom
fr: Personnalisé

# tl_content.wclb_global_legend
source: Global settings
fr: Configuration générale

# tl_content.wclb_button_legend
source: Button settings
fr: Configuration du bouton

# tl_content.wclb_lightbox_legend
source: Lightbox advanced settings
fr: Configuration avancée de la lightbox
